[
  {
    "id": "mamm",
    "title":"MAMM",
    "intro": "The Museum of Modern Art of Medellín MAMM is a space that questions traditions and has a proactive attitude towards the determining issues of contemporary society. They seek to make available to the public various ways of seeing and interpreting the world, providing significant experiences around art.",
    "challenge":"Embody the museum’s identity, essence and vision, through a thoughtfully curated and visually appealing interface.",
    "question1":"How can we make it easier for the museum communication team to maintain the site up to date?",
    "question2":"How can we envision the museum’s essence in a user interface?",
    "tasks": ["Competitive analysis", "Visual audit of the current site", "Define digital visual guidelines", "User Interface design", "Prototyping"],
    "result":["We aimed to harness color as a storytelling element, intentionally utilizing it to differentiate the main sections. From carefully selecting color palettes and typography to developing flexible designs, our primary objective was to enhance legibility while emphasizing function, clarity, and simplicity.", "For that we created a digital component system capable of effectively supporting the museum's regular content, including exhibitions, events, educational programs, and more.", "Furthermore, we purposefully leverage the lightness of white space, enabling the design to breathe and ensuring that the works of art assumed the role of the true protagonists."],
    "mainImageColor":"../assets/img/mamm-main-color.jpg",
    "mainImageBlack":"../assets/img/mamm-main-black.jpg",
    "contextImage": "../assets/img/mamm-context.jpg",
    "processImage": "../assets/img/mamm-process.jpg",
    "largeImage": "../assets/img/mamm-large.jpg",
    "image1": "../assets/img/mamm-img1.jpg",
    "image2": "../assets/img/mamm-img2.jpg",
    "image3": "../assets/img/mamm-img3.jpg",
    "finalImage": "../assets/img/mamm-final.jpg"
  },
  {
    "id": "bancolombia",
    "title":"Bancolombia",
    "intro": "Bancolombia is the largest commercial bank in Colombia, and it is one of the largest financial institutions in Latin America. It provides a wide range of banking and financial services to individuals, businesses, and corporations. Bancolombia offers services such as savings and checking accounts, loans, credit cards, insurance, investment management, and international banking.",
    "challenge":"Help people be aware of the bank's full offering of financial and non-financial products.",
    "question1":"What does the bank has to offer for me as an  entrepreneur, independent worker, and small business owner?",
    "question2":"What does the bank has to offer for the company I work for that facilitates my job as an employee?",
    "tasks": ["User research", "Information Architecture", "User interface design", "Prototyping", "Usability testing", "Developer handoff"],
    "result":["An intuitive filtering system that runs throughout the website, allowing users to refine their search based on their specific needs, industry and business maturity.", "This filter took the spotlight right on the homepage, were we reinforced the comprehensive offer by showcasing different sections, such as the financial products, the amazing allies with their benefits and discounts, and the handy tools for helping businesses on their everyday tasks."],
    "mainImageColor":"../assets/img/bancolombia-main-color.jpg",
    "mainImageBlack":"../assets/img/bancolombia-main-black.jpg",
    "contextImage": "../assets/img/bancolombia-context.jpg",
    "processImage": "../assets/img/bancolombia-process.jpg",
    "largeImage": "../assets/img/bancolombia-large.jpg",
    "image1": "../assets/img/bancolombia-img1.jpg",
    "image2": "../assets/img/bancolombia-img2.jpg",
    "image3": "../assets/img/bancolombia-img3.jpg",
    "finalImage": "../assets/img/bancolombia-final.jpg"
  },
  {
    "id": "ucn",
    "title":"UCN",
    "intro": "Universidad Católica del Norte (UCN) is a private Chilean higher education institution, belonging to the Catholic Church, focused on developing scientific-technological research, knowledge transfer, and entrepreneurship.",
    "challenge":"Make the university's activities accessible and customized to meet the specific needs of each target audience, by highlighting its values, its impact on the territory, and the positive contributions of its research endeavors for the community.",
    "question1":"How can we make it easier for the different user types of the site to easily consume the information that matters to them?",
    "question2":"How can we enhance the visual appeal of the site while ensuring its scalability?",
    "tasks": ["Competitive analysis", "Visual conceptualization", "User Interface design",  "Design documentation", "Prototyping", "UI Kit and Design system construction", "Developer handoff"],
    "result":["For this project, the concept was inspired by two key elements: the distinctive characteristics of the territory, defined by its desert and semi-arid climate, and the university's three primary areas of investigation: sky, sea, and mining.", "Drawing from these concepts, we carefully crafted a color palette that captures the essence of each element. We chose a deep blue to embody the vastness of the sea, a light blue to evoke the boundless sky, and a vibrant orange to represent the mesmerizing deserts.", "Our goal was to create a modern and sleek look and feel for the website, establishing a strong connection with a younger audience, particularly students and prospective students who are drawn to this type of aesthetic.", "To achieve this, we explored dynamic layouts, incorporating pronounced radii and soft geometries. The result is a comprehensive library of reusable components that seamlessly interact with one another, ensuring scalability and providing an intuitive navigation experience throughout the site."],
    "mainImageColor":"../assets/img/ucn-main-color.jpg",
    "mainImageBlack":"../assets/img/ucn-main-black.jpg",
    "contextImage": "../assets/img/ucn-context.jpg",
    "processImage": "../assets/img/ucn-process.jpg",
    "largeImage": "../assets/img/ucn-large.jpg",
    "image1": "../assets/img/ucn-img1.jpg",
    "image2": "../assets/img/ucn-img2.jpg",
    "image3": "../assets/img/ucn-img3.jpg",
    "finalImage": "../assets/img/ucn-final.jpg"
  },
  {
    "id": "ecloset",
    "title":"E-closet",
    "intro": "With the rising awareness regarding the environmental impact of consumption choices, individuals, particularly the younger generations, are actively seeking more sustainable alternatives, and the fashion industry is no exception.",
    "challenge":"The minimalist lifestyle has gained significant momentum. Fashion wise, this approach encourages a more conscious form of consumption, prioritizing quality over quantity and curating wardrobe pieces with care. However, it's important to acknowledge that this task is not always easy and can feel overwhelming at times.",
    "question1":"How can we help people become more aware of their fashion consumption and encourage conscious purchase decisions?",
    "question2":"How can we facilitate sustainable fashion alternative for users?",
    "tasks": ["User research", "Personas", "Card sorting", "Tree testing", "Information Architecture", "User interface design", "Benchmark", "Moodboard","Prototyping", "Usability testing"],
    "result":["To address this problem, I designed a platform that focuses on inventory management and outfit planning, with the goal of making the most of available garments and providing a sustainable solution for fashion consumption through the buying and selling of second-hand clothing.", "Based on this concept, the platform offers two primary functionalities. First, there's the inventory feature, which allows users to add their clothing items, plan outfits, and categorize them into different sections for a clear overview of their wardrobe.", "The second functionality is designed to facilitate the buying and selling of second-hand clothing, both locally and nationally. Users can easily list items they no longer use for sale and browse through a wide selection of second-hand items to complement their current wardrobe.", "With these features, the platform aims to encourage users to make conscious choices by maximizing the use of existing clothing resources and actively participating in the sustainable fashion movement."],
    "mainImageColor":"../assets/img/ecloset-main-color.jpg",
    "mainImageBlack":"../assets/img/ecloset-main-black.jpg",
    "contextImage": "../assets/img/ecloset-context.jpg",
    "processImage": "../assets/img/ecloset-process.jpg",
    "largeImage": "../assets/img/ecloset-large.jpg",
    "image1": "../assets/img/ecloset-img1.jpg",
    "image2": "../assets/img/ecloset-img2.jpg",
    "image3": "../assets/img/ecloset-img3.jpg",
    "finalImage": "../assets/img/ecloset-final.jpg"
  }
 ]